12/data/attachments/f62eb9f1494c5c4f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Courtney_four_Friend_59016_5</nif:username>
            <nif:friendToBeRequested>soap_friends_3754447f-dfc3-47cd-b37d-4449d64219da</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>